<?php

namespace name;
/**
 * Class Name
 * Реализован для того идентификации поситителя,
 * потому что по имени опознать поситителя проще всего.
 * @package name
 */
class Name
{
    // список имен
    public static $listNames = [
        'Андрей',
        'Антон',
        'Алексей',
        'Александр',
        'Артур',
        'Леонид',
        'Павел',
        'Кирилл',
        'Виталий',
        'Вячеслав',
        'Федот',
        'Никита',
        'Анна',
        'Алла',
        'Жанна',
        'Оксана',
        'Ольга',
        'Полина',
        'Карина',
        'Варвара',
        'Ксения',
        'Лариса',
        'Дарья',
        'Людмила',
        'Лилия',
        'Виктория',
        'Ульяна',
        'Елена',
    ];
}